load_testing.txt
Running 10s test @ http://104.155.13.75:59000/v1/
  50 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    48.77ms    2.57ms  74.86ms   94.49%
    Req/Sec    20.15      3.48    30.00     88.17%
  10230 requests in 10.09s, 1.13MB read
Requests/sec:   1013.74
Transfer/sec:    114.84KB